Ran Plan for 2 projects:

1. project: `my-test-project` dir: `terraform` workspace: `default`
1. project: `my-test-project2` dir: `terraform` workspace: `dev`

### 1. project: `my-test-project` dir: `terraform` workspace: `default`
<details><summary>Show Output</summary>

```diff
plan step started

aws_security_group.aws_sg: Refreshing state... [id=sg-03dee118fef277711]

Terraform used the selected providers to generate the following execution
plan. Resource actions are indicated with the following symbols:
-/+ destroy and then create replacement

Terraform will perform the following actions:

  # aws_security_group.aws_sg must be replaced
-/+ resource "aws_security_group" "aws_sg" {
      ~ arn                    = "arn:aws:ec2:eu-west-1:134132357646:security-group/sg-03dee118fef277711" -> (known after apply)
      ~ id                     = "sg-03dee118fef277711" -> (known after apply)
      ~ name                   = "Atlantis-SG - workspace default" -> "SG - workspace default" # forces replacement
      + name_prefix            = (known after apply)
      ~ owner_id               = "134132357646" -> (known after apply)
      - tags                   = {} -> null
      ~ tags_all               = {} -> (known after apply)
      ~ vpc_id                 = "vpc-0835b5aa501c56780" -> (known after apply)
        # (4 unchanged attributes hidden)
    }

Plan: 1 to add, 0 to change, 1 to destroy.


plan step ended

```

* :arrow_forward: To **apply** this plan, comment:
    * `atlantis apply -p my-test-project`
* :put_litter_in_its_place: To **delete** this plan click [here](http://ec2-63-32-58-128.eu-west-1.compute.amazonaws.com:4141/lock?id=atifcodenterprise%252Ftesting%252Fterraform%252Fdefault)
* :repeat: To **plan** this project again, comment:
    * `atlantis plan -p my-test-project`
</details>
Plan: 1 to add, 0 to change, 1 to destroy.

---
### 2. project: `my-test-project2` dir: `terraform` workspace: `dev`
<details><summary>Show Output</summary>

```diff
plan step started


Terraform used the selected providers to generate the following execution
plan. Resource actions are indicated with the following symbols:
+ create

Terraform will perform the following actions:

  # aws_security_group.aws_sg will be created
+ resource "aws_security_group" "aws_sg" {
      + arn                    = (known after apply)
      + description            = "Managed by Terraform"
      + egress                 = [
          + {
              + cidr_blocks      = [
                  + "0.0.0.0/0",
                ]
              + description      = ""
              + from_port        = 0
              + ipv6_cidr_blocks = []
              + prefix_list_ids  = []
              + protocol         = "-1"
              + security_groups  = []
              + self             = false
              + to_port          = 0
            },
        ]
      + id                     = (known after apply)
      + ingress                = [
          + {
              + cidr_blocks      = [
                  + "0.0.0.0/0",
                ]
              + description      = "80 from the internet"
              + from_port        = 80
              + ipv6_cidr_blocks = []
              + prefix_list_ids  = []
              + protocol         = "tcp"
              + security_groups  = []
              + self             = false
              + to_port          = 80
            },
          + {
              + cidr_blocks      = [
                  + "0.0.0.0/0",
                ]
              + description      = "SSH from the internet"
              + from_port        = 22
              + ipv6_cidr_blocks = []
              + prefix_list_ids  = []
              + protocol         = "tcp"
              + security_groups  = []
              + self             = false
              + to_port          = 22
            },
        ]
      + name                   = "SG - workspace dev"
      + name_prefix            = (known after apply)
      + owner_id               = (known after apply)
      + revoke_rules_on_delete = false
      + tags_all               = (known after apply)
      + vpc_id                 = (known after apply)
    }

Plan: 1 to add, 0 to change, 0 to destroy.

Changes to Outputs:
+ output = "dev current workspace"

plan step ended

```

* :arrow_forward: To **apply** this plan, comment:
    * `atlantis apply -p my-test-project2`
* :put_litter_in_its_place: To **delete** this plan click [here](http://ec2-63-32-58-128.eu-west-1.compute.amazonaws.com:4141/lock?id=atifcodenterprise%252Ftesting%252Fterraform%252Fdev)
* :repeat: To **plan** this project again, comment:
    * `atlantis plan -p my-test-project2`
</details>
Plan: 1 to add, 0 to change, 0 to destroy.

---
* :fast_forward: To **apply** all unapplied plans from this pull request, comment:
    * `atlantis apply`
* :put_litter_in_its_place: To delete all plans and locks for the PR, comment:
    * `atlantis unlock`
